
/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%@ (%@) : Uppkopplingsmeddelande";

/* User deined authorization; the next line has an explanation. */
"%@ denied authorization:" = "%@ gav inte tillåtelse:";

/* No comment provided by engineer. */
"%@ granted authorization." = "%@ gav tillåtelse.";

/* No comment provided by engineer. */
"%@ has %u new messages." = "%1$@ har %2$u nya meddelanden.";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ har 1 nytt meddelande.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ finns på din lokala kontaktlista men inte på serverlistan. Vill du lägga till kontakten på din lista?";

/* No comment provided by engineer. */
"(No reason given)" = "(Ingen anledning angiven)";

/* Indicates a preference will not take effect until the next time Adium is loaded */
"(Takes effect the next time Adium launches)" = "(Börjar gälla nästa gång du startar Adium)";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Meddelande";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium hittade ingen information i användarens profil. Det kanske inte är ett registrerat namn.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium-meddelande: %@";

/* A 'Hiptop' is a mobile device; this phrase descibes a contact who is connected to AIM through a hiptop. */
"AIM via Hiptop" = "AIM via Hiptop";

/* Button title to allow an action */
"Allow" = "Tillåt";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Tillåt MSN Mobila sidor?";

/* Action menu item for MSN accounts to toggle whether Mobile pages [forwarding messages to a mobile device] are enabled */
"Allow/Disallow Mobile Pages" = "Tillåt/Tillåt ej Mobila sidor";

/* No comment provided by engineer. */
"Always Appear Offline to %@" = "Visa dig alltid som \"Ej ansluten\" för %@";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"An ambiguous user ID was entered" = "Ett otydligt användar-ID angavs";

/* No comment provided by engineer. */
"An error was encoutered sending the file." = "Ett fel inträffade vid sändning av filen.";

/* No comment provided by engineer. */
"AOL Administrator" = "AOL administratör";

/* Phrase to describe the client through which a contact is connected mobilely; cell phones, for example, may be AOL Mobile Devices. */
"AOL Mobile Device" = "AOL mobil enhet";

/* No comment provided by engineer. */
"Appear Offline to %@" = "Visa dig som \"Ej ansluten\" för %@";

/* No comment provided by engineer. */
"Appear Online to %@" = "Visa dig som \"Ansluten\" för %@";

/* No comment provided by engineer. */
"Authenticating" = "Autentiserar";

/* Connection step */
"Balancer handshake" = "'Balancer'-handskakning";

/* No comment provided by engineer. */
"Blocked" = "Blockerad";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Avbryt närvaromeddelande till %@";

/* No comment provided by engineer. */
"Change Currently Registered Email Address" = "Change Currently Registered Email Address";

/* No comment provided by engineer. */
"Change Password" = "Change Password";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Configure IM Forwarding";

/* No comment provided by engineer. */
"Connect" = "Anslut";

/* No comment provided by engineer. */
"Connecting" = "Kopplar upp";

/* No comment provided by engineer. */
"Connection error." = "Uppkopplingsfel.";

/* No comment provided by engineer. */
"Connection established" = "Uppkoppling etablerad";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Synkroniseringsfel i kontaktlistan för %@";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM connected" = "Direct IM uppkopplad";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM disconnected" = "Direct IM nedkopplad";

/* Button title to prevent an action */
"Disallow" = "Tillåt ej";

/* No comment provided by engineer. */
"Display Currently Registered Email Address" = "Display Currently Registered Email Address";

/* No comment provided by engineer. */
"Display custom emoticons" = "Visa anpassade smileys";

/* No comment provided by engineer. */
"Display names (friendly names)" = "Visningsnamn (enkla namn)";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Vill du tillåta folk på din kontaktlista att skicka MSN Mobila sidor till din mobiltelefon eller andra mobila enheter?";

/* No comment provided by engineer. */
"Don't Always Appear Offline to %@" = "Visa dig inte alltid som \"Ej ansluten\" för %@";

/* Connection step */
"Exchanging key hash" = "Utbyter krypteringsnycklar";

/* No comment provided by engineer. */
"Export Sametime List..." = "Exportera 'sametime'-lista...";

/* No comment provided by engineer. */
"File Send Error" = "Filöverföringsfel";

/* No comment provided by engineer. */
"Finalizing connection" = "Slutför uppkoppling";

/* No comment provided by engineer. */
"From: " = "Från: ";

/* No comment provided by engineer. */
"Get AIM information for %@" = "Hämta AIM-information för %@";

/* No comment provided by engineer. */
"GG Number" = "GG-nummer";

/* No comment provided by engineer. */
"GTalk ID" = "GTalk ID";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ-nummer";

/* No comment provided by engineer. */
"Import Sametime List..." = "Importera 'sametime'-lista...";

/* No comment provided by engineer. */
"Initializing Stream" = "Initierar ström";

/* No comment provided by engineer. */
"Initiate Conference with %@" = "Starta konferens med %@";

/* No comment provided by engineer. */
"Initiate Direct IM with %@" = "Starta direktkommunikation med %@";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Starta gruppsamtal med %@";

/* No comment provided by engineer. */
"Invalid Jabber ID or Password" = "Ogiltligt Jabber ID eller lösenord";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber-ID";

/* No comment provided by engineer. */
"Jabber was unable to connect due to an invalid Jabber ID or password.  This may be because you do not yet have an account on this Jabber server.  Would you like to register now?" = "Jabber kunde inte ansluta på grund av ett felaktigt Jabber ID eller lösenord. Detta kan bero på att du inte har ett Jabber-konto ännu. Vill du registrera ett nu?";

/* No comment provided by engineer. */
"Join %@'s Chat" = "Anslut till %@s samtal";

/* No comment provided by engineer. */
"LiveJournal ID" = "LiveJournal ID";

/* No comment provided by engineer. */
"Looking up server" = "Letar efter server";

/* No comment provided by engineer. */
"Member Name" = "Medlemsnamn";

/* No comment provided by engineer. */
"MSN" = "MSN";

/* No comment provided by engineer. */
"MSN Passport" = "MSN Passport";

/* No comment provided by engineer. */
"Name" = "Namn";

/* No comment provided by engineer. */
"New Mail" = "Ny epost";

/* No comment provided by engineer. */
"No reason was given." = "Ingen anledning angavs.";

/* No comment provided by engineer. */
"OK" = "OK";

/* Action menu item for MSN accounts to open the hotmail inbox */
"Open Hotmail Inbox" = "Öppna Hotmails Inbox";

/* No comment provided by engineer. */
"Open Mail" = "Öppna epost";

/* Name for the orphans group */
"Orphans" = "Föräldralösa";

/* No comment provided by engineer. */
"Password sent" = "Lösenord skickat";

/* No comment provided by engineer. */
"Presence Settings for %@" = "Närvaroinställningar för %@";

/* No comment provided by engineer. */
"Re-request Authorization from %@" = "Begär på nytt tillåtelse från %@";

/* Connection step */
"Reading data" = "Läser data";

/* Connection step */
"Reading server key" = "Läser server-nyckel";

/* No comment provided by engineer. */
"Received authorization" = "Tillåtelse mottagen";

/* No comment provided by engineer. */
"Register" = "Registrera";

/* No comment provided by engineer. */
"Requesting to send password" = "Begär att få skicka lösenord";

/* No comment provided by engineer. */
"Retrieving buddy list" = "Tar emot kontaktlista";

/* Roster - the Jabber default group */
"Roster" = "Lista";

/* No comment provided by engineer. */
"Sametime ID" = "Sametime ID";

/* No comment provided by engineer. */
"Screen Name" = "Visningsnamn";

/* No comment provided by engineer. */
"Screen name sent" = "Visningsnamn skickat";

/* No comment provided by engineer. */
"Search for Contact By Email Address" = "Search for Contact By Email Address";

/* No comment provided by engineer. */
"Send" = "Skicka";

/* No comment provided by engineer. */
"Send to %@'s Mobile" = "Skicka till %@s mobil";

/* Action menu item for setting the display name */
"Set Display Name" = "Ändra visningsnamn";

/* No comment provided by engineer. */
"Set Home Phone Number" = "Ändra telefonnummer (hem)";

/* No comment provided by engineer. */
"Set Mobile Phone Number" = "Ändra telefonnummer (mobil)";

/* No comment provided by engineer. */
"Set Privacy Options" = "Set Privacy Options";

/* No comment provided by engineer. */
"Set User Info" = "Set User Info";

/* No comment provided by engineer. */
"Set Work Phone Number" = "Ändra telefonnummer (arbete)";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Ändra visningsnamn";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Ändra telefonnummer (hem)";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Ändra telefonnummer (mobil)";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Ändra telefonnummer (arbete)";

/* Account action menu item to show a list of contacts for whom this account is awaiting authorization to be able to show them in the contact list */
"Show Contacts Awaiting Authorization" = "Show Contacts Awaiting Authorization";

/* No comment provided by engineer. */
"Show display names as status messages" = "Visa visningsnamn som statusmeddelanden";

/* No comment provided by engineer. */
"Subject: " = "Ämne: ";

/* No comment provided by engineer. */
"Syncing with server" = "Synkroniserar med server";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Göm tillfälligt från %@";

/* No comment provided by engineer. */
"The identifier '%@' may possibly refer to any of the following users. Please select the correct user from the list below." = "Namnet '%@' tillhör troligtvis någon av följande användare. Välj korrekt användare från listan nedan.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Den andra användaren finns i din vägralista.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Den andra användaren är inte tillgänglig för tillfället.";

/* Invalid name on AIM */
"The screen name you entered is not registered. Check to ensure you typed it correctly. If it is a new name, you must register it at www.aim.com before you can use it." = "The screen name you entered is not registered. Check to ensure you typed it correctly. If it is a new name, you must register it at www.aim.com before you can use it.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Detta namn kommer andra MSN-kontakter att se dig som.";

/* No comment provided by engineer. */
"Un-hide From %@" = "Sluta göm från %@";

/* No comment provided by engineer. */
"United States" = "USA";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Avlägsna (unsubscribe) %@";

/* Sample name and server for new gmail accounts */
"username@gmail.com" = "anvandarnamn@gmail.com";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "anvandarnamn@jabber.org";

/* Sample name and server for new livejournal accounts */
"username@livejournal.com" = "användarnamn@livejournal.com";

/* No comment provided by engineer. */
"View %@'s Webcam" = "Titta på %@s webbkamera";

/* No comment provided by engineer. */
"Warning level is too high." = "För hög varningsnivå.";

/* No comment provided by engineer. */
"Would you like to register a new Jabber account?" = "Vill du registrera ett nytt Jabber-konto?";

/* No comment provided by engineer. */
"Yahoo! ID" = "Yahoo!-ID";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Du skickar meddelanden för fort; vänta ett slag och försök igen.";

/* No comment provided by engineer. */
"You have %u new messages." = "Du har %u nya meddelanden.";

/* No comment provided by engineer. */
"You have 1 new message." = "Du har 1 nytt meddelande.";

/* No comment provided by engineer. */
"You have mail!\n" = "Du har fått epost!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Ditt meddelande till %@ skickades inte";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Ditt meddelande togs inte emot av den andra användaren.";

/* No comment provided by engineer. */
"Your message was too big." = "Ditt meddelande var för stort.";

/* No comment provided by engineer. */
"Your Yahoo! message did not get sent." = "Ditt Yahoo!-meddelande skickades inte.";
